SOAPRequest_Classif.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Header><Security xmlns="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"><UsernameToken><Username>PASSPORT_USER</Username><Password>*****</Password></UsernameToken></Security></SOAP-ENV:Header><SOAP-ENV:Body><cl_request xmlns="http://gisun.agatsystem.by/classif/types/"><cover xmlns=""><message_id xmlns="http://gisun.agatsystem.by/common/types/">{0F484054-079B-43D8-8994-5ED6AF9057D3}</message_id><message_type xmlns="http://gisun.agatsystem.by/common/types/"><code>39</code><type>39</type></message_type><message_time xmlns="http://gisun.agatsystem.by/common/types/">2020-12-14T14:58:57.253+03:00</message_time><message_source xmlns="http://gisun.agatsystem.by/common/types/"><code>1</code><type>80</type></message_source></cover><request xmlns=""><cl_type>39</cl_type><date_from>1990-01-01T00:00:00.000+03:00</date_from></request></cl_request></SOAP-ENV:Body></SOAP-ENV:Envelope>
